-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: Jun 10, 2023 at 01:14 PM
-- Server version: 10.5.20-MariaDB
-- PHP Version: 7.3.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `id20838311_laravels`
--

-- --------------------------------------------------------

--
-- Table structure for table `drivers`
--

CREATE TABLE `drivers` (
  `id` int(11) NOT NULL,
  `car_number` int(11) NOT NULL,
  `factory` varchar(255) NOT NULL,
  `car_owner` varchar(255) NOT NULL,
  `driver_name` varchar(255) NOT NULL,
  `trip` decimal(8,2) NOT NULL,
  `trip_value` decimal(8,2) NOT NULL,
  `trip_total` decimal(8,2) NOT NULL,
  `diesel` decimal(8,2) NOT NULL,
  `service_type` text NOT NULL,
  `service_value` decimal(8,2) NOT NULL,
  `payload` decimal(8,2) NOT NULL,
  `payload_price` decimal(8,2) NOT NULL,
  `payload_total` decimal(8,2) NOT NULL,
  `discounts` decimal(8,2) NOT NULL,
  `payments` decimal(8,2) NOT NULL,
  `date` date NOT NULL,
  `month` int(11) NOT NULL,
  `week` int(11) NOT NULL,
  `salary` decimal(8,2) NOT NULL,
  `net_salary` decimal(8,2) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `drivers`
--

INSERT INTO `drivers` (`id`, `car_number`, `factory`, `car_owner`, `driver_name`, `trip`, `trip_value`, `trip_total`, `diesel`, `service_type`, `service_value`, `payload`, `payload_price`, `payload_total`, `discounts`, `payments`, `date`, `month`, `week`, `salary`, `net_salary`) VALUES
(1, 3837, 'ال طاوي', 'المحيميد', 'علي', 3.00, 175.00, 525.00, 0.00, '', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '2023-05-01', 5, 1, 0.00, 900.00),
(2, 4269, 'ال طاوي', 'المحيميد', 'سلندر', 3.00, 175.00, 525.00, 0.00, '', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '2023-05-01', 5, 1, 0.00, 0.00),
(3, 9750, 'ال طاوي', 'الحماد', 'نور', 3.00, 175.00, 525.00, 0.00, '', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '2023-05-01', 5, 1, 0.00, 0.00),
(4, 2042, 'ال طاوي', 'الحماد', 'شهباز', 2.00, 175.00, 350.00, 0.00, '', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '2023-05-01', 5, 1, 0.00, 0.00),
(5, 5998, 'ال طاوي', 'الحماد', 'سوكا', 2.00, 175.00, 350.00, 0.00, '', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '2023-05-01', 5, 1, 0.00, 0.00),
(6, 4269, '', 'المحيميد', 'سلندر', 0.00, 0.00, 0.00, 0.00, 'زيت ديزل', 170.00, 0.00, 0.00, 0.00, 0.00, 0.00, '2023-05-01', 5, 1, 0.00, 0.00),
(7, 4269, '', 'المحيميد', 'سلندر', 0.00, 0.00, 0.00, 0.00, 'مسمار', 10.00, 0.00, 0.00, 0.00, 0.00, 0.00, '2023-05-01', 5, 1, 0.00, 0.00),
(8, 3837, '', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 70.00, '', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 5, 1, 0.00, 0.00),
(9, 3837, '', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, 'شحم هواء فلتر زيت', 55.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 5, 1, 0.00, 300.00),
(10, 3837, '', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, 'لمبة شمعة أمامي', 50.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 5, 1, 0.00, 0.00),
(11, 3837, '', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, 'غسيل سيارة', 100.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 5, 1, 0.00, 0.00),
(12, 3837, '', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, 'تركيب كفر', 160.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 5, 1, 0.00, 0.00),
(13, 3837, '', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, 'استيكرات وزارة النقل', 80.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 5, 1, 0.00, 0.00),
(14, 3837, '', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, 'قطع يد باب خارجي اسطب شمع', 190.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 5, 1, 0.00, 0.00),
(15, 3837, '', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, 'لحام باب قاعدة وماسورة فوق جد', 175.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 5, 1, 0.00, 150.00),
(16, 4269, '', 'المحيميد', 'سلندر', 0.00, 0.00, 0.00, 0.00, 'شحم فلتر هواء زيت', 55.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 5, 1, 0.00, 0.00),
(17, 4269, '', 'المحيميد', 'سلندر', 0.00, 0.00, 0.00, 0.00, 'جالون دفرنس زيت 2', 120.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 5, 1, 0.00, 0.00),
(18, 4269, '', 'المحيميد', 'سلندر', 0.00, 0.00, 0.00, 0.00, 'دينامو زجاج وشمعة', 155.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 5, 1, 0.00, 0.00),
(19, 4269, '', 'المحيميد', 'سلندر', 0.00, 0.00, 0.00, 0.00, 'معجون لحام جديد', 10.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 5, 1, 0.00, 0.00),
(20, 5998, '', 'الحماد', 'سوكا', 0.00, 0.00, 0.00, 0.00, 'سوكبال', 70.00, 0.00, 0.00, 0.00, 0.00, 0.00, '2023-05-01', 5, 1, 0.00, 0.00),
(21, 5998, '', 'الحماد', 'سوكا', 0.00, 0.00, 0.00, 0.00, 'بنشر سفري', 60.00, 0.00, 0.00, 0.00, 0.00, 0.00, '2023-05-01', 5, 1, 0.00, 0.00),
(22, 5998, 'ال طاوي', 'الحماد', 'سوكا', 0.00, 0.00, 0.00, 0.00, '', 0.00, 34.39, 19.00, 653.41, 0.00, 0.00, '2023-05-03', 5, 1, 0.00, 800.00),
(23, 2042, 'ال طاوي', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, '', 0.00, 38.03, 19.00, 722.57, 0.00, 0.00, '2023-05-01', 5, 1, 0.00, 0.00),
(24, 3837, 'السويلم', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, '', 0.00, 37.28, 18.00, 671.04, 0.00, 0.00, '2023-05-08', 5, 1, 0.00, 0.00),
(25, 3837, 'السويلم', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, '', 0.00, 37.00, 18.00, 666.00, 0.00, 0.00, '2023-05-07', 5, 1, 0.00, 0.00),
(26, 4269, 'السويلم', 'المحيميد', 'نصار', 0.00, 0.00, 0.00, 0.00, '', 0.00, 40.80, 18.00, 734.40, 0.00, 0.00, '2023-05-07', 5, 1, 0.00, 0.00),
(27, 4269, 'السويلم', 'المحيميد', 'نصار', 0.00, 0.00, 0.00, 0.00, '', 0.00, 40.16, 18.00, 722.88, 0.00, 0.00, '2023-05-11', 5, 1, 0.00, 0.00),
(28, 3837, 'ال طاوي', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, '', 0.00, 34.34, 18.00, 618.12, 0.00, 0.00, '2023-05-01', 5, 1, 0.00, 0.00),
(29, 3837, 'ال طاوي', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, '', 0.00, 35.33, 18.00, 635.94, 0.00, 0.00, '2013-05-03', 5, 1, 0.00, 0.00),
(30, 4269, 'ال طاوي', 'المحيميد', 'نصار', 0.00, 0.00, 0.00, 0.00, '', 0.00, 31.66, 18.00, 569.88, 0.00, 0.00, '2023-05-11', 5, 1, 0.00, 540.00),
(31, 4269, 'ال طاوي', 'المحيميد', 'نصار', 0.00, 0.00, 0.00, 0.00, '', 0.00, 37.19, 18.00, 669.42, 0.00, 0.00, '2023-05-01', 5, 1, 0.00, 0.00),
(32, 4269, 'ال طاوي', 'المحيميد', 'نصار', 0.00, 0.00, 0.00, 0.00, '', 0.00, 37.54, 18.00, 675.72, 0.00, 0.00, '2023-06-04', 5, 1, 0.00, 0.00),
(33, 3837, 'ال طاوي', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, '', 0.00, 34.40, 18.00, 619.20, 0.00, 0.00, '2023-05-04', 5, 1, 0.00, 0.00),
(34, 2042, 'السويلم', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, '', 0.00, 34.82, 19.00, 661.58, 0.00, 0.00, '2023-05-08', 5, 1, 0.00, 0.00),
(35, 9750, '', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, 'بنشر', 50.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 5, 1, 0.00, 600.00),
(36, 9750, '', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, 'كفر', 950.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 5, 1, 0.00, 0.00),
(37, 9750, '', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, 'زيت تنظيف فلتر', 85.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 5, 1, 0.00, 0.00),
(38, 2042, '', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, 'زيت دركسيون', 60.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 5, 1, 0.00, 0.00),
(39, 2042, '', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, 'توصيلات جديدة', 34.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 5, 1, 0.00, 0.00),
(40, 2042, '', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, 'فلتر هواء', 185.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 5, 1, 0.00, 0.00),
(41, 2042, '', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, 'لحام سفتي', 50.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 5, 1, 0.00, 600.00),
(42, 2042, '', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, 'بخاخ', 20.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 5, 1, 0.00, 0.00),
(43, 2399, 'السويلم', 'الحماد', 'سوكا', 0.00, 0.00, 0.00, 0.00, '', 800.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 5, 1, 0.00, 0.00),
(44, 9750, 'السويلم', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, '', 0.00, 40.96, 19.00, 778.24, 0.00, 0.00, '2023-05-08', 5, 1, 0.00, 0.00),
(45, 2042, 'السويلم', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, '', 0.00, 38.37, 19.00, 729.03, 0.00, 0.00, '2023-05-12', 5, 1, 0.00, 0.00),
(46, 5998, 'السويلم', 'الحماد', 'سوكا', 0.00, 0.00, 0.00, 0.00, '', 0.00, 36.51, 19.00, 693.69, 0.00, 0.00, '2023-05-09', 5, 1, 0.00, 1100.00),
(47, 5998, 'السويلم', 'الحماد', 'سوكا', 0.00, 0.00, 0.00, 0.00, '', 0.00, 39.59, 19.00, 752.21, 0.00, 0.00, '2023-05-07', 5, 1, 0.00, 0.00),
(48, 5998, 'ال طاوي', 'الحماد', 'سوكا', 0.00, 0.00, 0.00, 0.00, '', 0.00, 34.76, 19.00, 660.44, 0.00, 0.00, '2023-05-07', 5, 1, 0.00, 0.00),
(49, 9750, 'ال طاوي', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, '', 0.00, 31.21, 19.00, 592.99, 0.00, 0.00, '2023-05-08', 5, 1, 0.00, 0.00),
(50, 2042, 'ال طاوي', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, '', 0.00, 37.92, 19.00, 720.48, 0.00, 0.00, '2023-05-07', 5, 1, 0.00, 0.00),
(51, 2042, 'ال طاوي', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, '', 0.00, 38.69, 19.00, 735.11, 0.00, 0.00, '2023-05-08', 5, 1, 0.00, 0.00),
(52, 9750, 'ال طاوي', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, '', 0.00, 38.00, 19.00, 722.00, 0.00, 0.00, '2023-05-04', 5, 1, 0.00, 0.00),
(53, 9750, 'ال طاوي', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, '', 0.00, 37.48, 19.00, 712.12, 0.00, 0.00, '2023-05-01', 5, 1, 0.00, 0.00),
(54, 7508, 'السويلم', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, '', 0.00, 40.14, 19.00, 762.66, 0.00, 0.00, '2023-05-12', 5, 1, 0.00, 700.00),
(55, 9750, '', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, '', 0.00, 0.00, 0.00, 0.00, 150.00, 0.00, '2023-05-13', 5, 1, 0.00, 0.00),
(56, 9750, '', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, '', 0.00, 0.00, 0.00, 0.00, 150.00, 0.00, '2023-05-12', 5, 1, 0.00, 0.00),
(57, 9750, '', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, '', 0.00, 0.00, 0.00, 0.00, 150.00, 0.00, '2023-05-13', 5, 1, 0.00, 0.00),
(58, 9750, '', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, '', 0.00, 0.00, 0.00, 0.00, 150.00, 0.00, '2023-05-15', 5, 1, 0.00, 0.00),
(59, 4269, 'ال طاوي', 'المحيميد', 'نصار', 4.00, 175.00, 700.00, 0.00, '', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '2023-06-10', 6, 1, 0.00, 0.00),
(60, 4269, 'السويلم', 'المحيميد', 'نصار', 2.00, 175.00, 350.00, 0.00, '', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '2023-06-10', 6, 1, 0.00, 0.00),
(61, 4269, 'ال طاوي', 'المحيميد', 'نصار', 5.00, 175.00, 875.00, 0.00, '', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '2023-06-10', 6, 1, 0.00, 0.00),
(62, 4269, 'السويلم', 'المحيميد', 'نصار', 1.00, 175.00, 175.00, 0.00, '', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '2023-06-10', 6, 1, 0.00, 0.00),
(63, 3837, 'ال طاوي', 'المحيميد', 'علي', 6.00, 175.00, 1050.00, 0.00, '', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '2023-06-10', 6, 1, 0.00, 0.00),
(64, 4269, 'النظيم', 'المحيميد', 'علي', 1.00, 100.00, 100.00, 0.00, '', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '2023-06-10', 6, 1, 0.00, 0.00),
(65, 9750, 'سياج', 'الحماد', 'نور', 1.00, 135.00, 135.00, 0.00, '', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '2023-06-10', 6, 1, 0.00, 0.00),
(66, 9750, 'ال طاوي', 'الحماد', 'نور', 4.00, 175.00, 700.00, 0.00, '', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '2023-06-10', 6, 1, 0.00, 0.00),
(67, 9750, 'النظيم', 'الحماد', 'نور', 1.00, 100.00, 100.00, 0.00, '', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '2023-06-10', 6, 1, 0.00, 0.00),
(68, 2042, 'ال طاوي', 'الحماد', 'شهباز', 4.00, 175.00, 700.00, 0.00, '', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '2023-06-10', 6, 1, 0.00, 0.00),
(69, 2042, 'النظيم', 'الحماد', 'شهباز', 1.00, 100.00, 100.00, 0.00, '', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '2023-06-10', 6, 1, 0.00, 0.00),
(70, 5998, 'ال طاوي', 'الحماد', 'سوكا', 4.00, 175.00, 700.00, 0.00, '', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '2023-06-10', 6, 1, 0.00, 0.00),
(71, 1, '', 'الحماد', '', 0.00, 0.00, 0.00, 0.00, 'رصيد سابق للأسبوع الماضي في الشهر الخامس', 0.00, 0.00, 0.00, 0.00, 0.00, 521.13, '2023-05-10', 6, 1, 0.00, 0.00),
(72, 1, '', 'الحماد', '', 0.00, 0.00, 0.00, 0.00, 'تحويل', 0.00, 0.00, 0.00, 0.00, 0.00, 2000.00, '2023-06-03', 6, 1, 0.00, 0.00),
(73, 1, '', 'الحماد', '', 0.00, 0.00, 0.00, 0.00, 'تحويل', 0.00, 0.00, 0.00, 0.00, 0.00, 2500.00, '2023-06-04', 6, 1, 0.00, 0.00),
(74, 1, '', 'الحماد', '', 0.00, 0.00, 0.00, 0.00, 'تحويل', 0.00, 0.00, 0.00, 0.00, 0.00, 3000.00, '2023-06-06', 6, 1, 0.00, 0.00),
(75, 1, '', 'الحماد', '', 0.00, 0.00, 0.00, 0.00, '', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '2023-06-09', 6, 2, 0.00, 0.00),
(76, 4269, '', 'المحيميد', 'نصار', 0.00, 0.00, 0.00, 0.00, 'زيت فلتر', 60.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(77, 5998, '', 'الحماد', 'سوكا', 0.00, 0.00, 0.00, 0.00, 'لي هيدروليك', 186.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(78, 5998, '', 'الحماد', 'سوكا', 0.00, 0.00, 0.00, 0.00, 'كفر جديد', 1100.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(79, 5998, '', 'الحماد', 'سوكا', 0.00, 0.00, 0.00, 0.00, 'زيت هيدروليك', 150.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(80, 5998, '', 'الحماد', 'سوكا', 0.00, 0.00, 0.00, 0.00, 'استيكرات', 160.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(81, 5998, '', 'الحماد', 'سوكا', 0.00, 0.00, 0.00, 0.00, 'نقدية من الراتب', 485.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(82, 2042, '', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, 'زيت دركسيون', 30.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(83, 2042, '', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, 'بلف غطاس خزان', 465.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(84, 2042, '', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, 'استيكرات', 90.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(85, 2042, '', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, 'زيت ماكينه', 140.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(86, 2042, '', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, 'بنشر', 90.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(87, 2042, '', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, 'قفل شباك عدد 2', 50.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(88, 9750, '', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, 'تركيب بطارية', 25.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(89, 9750, '', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, 'دينامو تبديل', 300.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(90, 9750, '', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, 'لستك', 130.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(91, 9750, '', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, 'زيت', 60.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(92, 9750, '', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, 'بطارية', 1495.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(93, 9750, '', 'الحماد', 'نور', 0.00, 0.00, 0.00, 50.00, '', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(94, 2042, '', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 175.00, '', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(95, 2042, '', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 100.00, '', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(96, 5998, 'ال طاوي', 'الحماد', 'سوكا', 0.00, 0.00, 0.00, 0.00, '', 0.00, 33.72, 19.00, 640.68, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(97, 5998, 'ال طاوي', 'الحماد', 'سوكا', 0.00, 0.00, 0.00, 0.00, '', 0.00, 36.85, 19.00, 700.15, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(98, 5998, 'ال طاوي', 'الحماد', 'سوكا', 0.00, 0.00, 0.00, 0.00, '', 0.00, 35.25, 19.00, 669.75, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(99, 5998, 'ال طاوي', 'الحماد', 'سوكا', 0.00, 0.00, 0.00, 0.00, '', 0.00, 33.97, 19.00, 645.43, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(100, 2042, 'ال طاوي', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, '', 0.00, 34.61, 19.00, 657.59, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(101, 2042, 'ال طاوي', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, '', 0.00, 36.45, 19.00, 692.55, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(102, 2042, 'ال طاوي', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, '', 0.00, 35.85, 19.00, 681.15, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(103, 9750, 'ال طاوي', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, '', 0.00, 39.62, 19.00, 752.78, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(104, 9750, 'ال طاوي', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, '', 0.00, 37.24, 19.00, 707.56, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(105, 9750, 'ال طاوي', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, '', 0.00, 38.99, 19.00, 740.81, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(106, 9750, 'ال طاوي', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, '', 0.00, 39.72, 19.00, 754.68, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(107, 3837, 'ال طاوي', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, '', 0.00, 31.06, 18.00, 559.08, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(108, 3837, 'ال طاوي', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, '', 0.00, 34.26, 18.00, 616.68, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(109, 3837, 'ال طاوي', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, '', 0.00, 31.31, 18.00, 563.58, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(110, 3837, 'ال طاوي', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, '', 0.00, 31.82, 18.00, 572.76, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(111, 3837, 'ال طاوي', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, '', 0.00, 33.40, 18.00, 601.20, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(112, 4269, 'ال طاوي', 'المحيميد', 'نصار', 0.00, 0.00, 0.00, 0.00, '', 0.00, 35.57, 18.00, 640.26, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(113, 4269, 'ال طاوي', 'المحيميد', 'نصار', 0.00, 0.00, 0.00, 0.00, '', 0.00, 35.51, 18.00, 639.18, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(114, 4269, 'ال طاوي', 'المحيميد', 'نصار', 0.00, 0.00, 0.00, 0.00, '', 0.00, 35.49, 18.00, 638.82, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(115, 4269, 'ال طاوي', 'المحيميد', 'نصار', 0.00, 0.00, 0.00, 0.00, '', 0.00, 35.97, 18.00, 647.46, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(116, 4269, 'ال طاوي', 'المحيميد', 'نصار', 0.00, 0.00, 0.00, 0.00, '', 0.00, 35.41, 18.00, 637.38, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(117, 4269, 'السويلم', 'المحيميد', 'نصار', 0.00, 0.00, 0.00, 0.00, '', 0.00, 39.31, 18.00, 707.58, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(118, 2042, 'النظيم', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, '', 0.00, 36.17, 13.00, 470.21, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(119, 9750, 'النظيم', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, '', 0.00, 39.92, 13.00, 518.96, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(120, 3837, 'النظيم', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, '', 0.00, 36.67, 13.00, 476.71, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(121, 2042, 'ال طاوي', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, '', 0.00, 37.57, 19.00, 713.83, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00),
(122, 3837, 'ال طاوي', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, '', 0.00, 35.02, 18.00, 630.36, 0.00, 0.00, '1970-01-01', 6, 1, 0.00, 0.00);

-- --------------------------------------------------------

--
-- Table structure for table `notifications`
--

CREATE TABLE `notifications` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `subtitle` text NOT NULL,
  `status` int(11) NOT NULL DEFAULT 0,
  `type` int(11) NOT NULL,
  `created_by` varchar(255) NOT NULL,
  `date` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `notifications`
--

INSERT INTO `notifications` (`id`, `title`, `subtitle`, `status`, `type`, `created_by`, `date`) VALUES
(1, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 06:06:33'),
(2, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 06:06:09'),
(3, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 06:06:22'),
(4, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 06:06:06'),
(5, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 06:06:46'),
(6, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 06:06:23'),
(7, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 06:06:13'),
(8, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 06:06:44'),
(9, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 06:06:47'),
(10, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 06:06:20'),
(11, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 06:06:13'),
(12, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 06:06:12'),
(13, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 08:06:36'),
(14, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 08:06:41'),
(15, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 08:06:03'),
(16, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 08:06:27'),
(17, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 08:06:03'),
(18, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 08:06:41'),
(19, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 08:06:20'),
(20, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 08:06:47'),
(21, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:18'),
(22, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:40'),
(23, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:00'),
(24, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:23'),
(25, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:42'),
(26, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:00'),
(27, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:19'),
(28, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:37'),
(29, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:52'),
(30, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:25'),
(31, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:41'),
(32, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:10'),
(33, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:34'),
(34, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:54'),
(35, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:12'),
(36, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:32'),
(37, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:47'),
(38, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:35'),
(39, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:04'),
(40, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:28'),
(41, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:32'),
(42, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:03'),
(43, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:21'),
(44, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:39'),
(45, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:04'),
(46, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:29'),
(47, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:48'),
(48, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:05'),
(49, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:38'),
(50, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:03'),
(51, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:14'),
(52, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:30'),
(53, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:05'),
(54, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:40'),
(55, 'تنبيه', 'تم إضافة فاتورة جديدة', 1, 3, 'خالد', '2023-06-10 09:06:59'),
(56, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:35'),
(57, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:00'),
(58, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:01'),
(59, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:39'),
(60, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:13'),
(61, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:57'),
(62, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:22'),
(63, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:46'),
(64, 'تنبيه', 'تم إضافة فاتورة جديدة', 0, 3, 'خالد', '2023-06-10 09:06:18'),
(65, 'تنبيه', 'هناك رخصة تاكد تنتهي', 0, 1, 'خالد زيد', '2023-06-10 02:06:53'),
(66, 'تنبيه', 'هناك رخصة تاكد تنتهي', 0, 1, 'خالد زيد', '2023-06-10 02:06:11');

-- --------------------------------------------------------

--
-- Table structure for table `profits`
--

CREATE TABLE `profits` (
  `id` int(11) NOT NULL,
  `salary` decimal(8,2) NOT NULL,
  `month` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `discounts` decimal(8,2) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `profits`
--

INSERT INTO `profits` (`id`, `salary`, `month`, `name`, `discounts`) VALUES
(1, 0.00, 1, 'الحماد', 0.00),
(2, 3234.00, 2, 'الحماد', 0.00),
(3, 5411.00, 3, 'الحماد', 0.00),
(4, 8405.13, 4, 'الحماد', 0.00),
(5, 7405.13, 5, 'الحماد', 0.00),
(6, 5495.13, 6, 'الحماد', 0.00);

-- --------------------------------------------------------

--
-- Table structure for table `transporters`
--

CREATE TABLE `transporters` (
  `id` int(11) NOT NULL,
  `driver_name` varchar(255) NOT NULL,
  `car_number` int(11) NOT NULL,
  `number` varchar(10) NOT NULL,
  `residency_number` varchar(10) NOT NULL,
  `release_date` date NOT NULL,
  `expiry_date` date NOT NULL,
  `birthday` date NOT NULL,
  `religion` varchar(255) NOT NULL,
  `nationality` varchar(255) NOT NULL,
  `career` varchar(255) NOT NULL,
  `business_owner` varchar(255) NOT NULL,
  `image` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `transporters`
--

INSERT INTO `transporters` (`id`, `driver_name`, `car_number`, `number`, `residency_number`, `release_date`, `expiry_date`, `birthday`, `religion`, `nationality`, `career`, `business_owner`, `image`) VALUES
(1, 'شهباز', 2042, '0580873210', '2388615995', '1440-11-18', '2023-06-08', '1992-08-14', 'مسلم', 'باكستان', 'سائق سيارة عمومي', 'مؤسسة ماجد خالد الحماد لتجنيد الأثاث', '../../assets/images/drivers/2042.jpg'),
(2, 'نور', 9750, '0552183549', '2432697049', '1438-07-22', '0000-00-00', '1980-03-10', 'غير ذلك', 'الهند', 'سائق عموم المركبات', 'فرع شركة عبدالمجيد عبدالرحمن الجريسي للإستقدام', '../../assets/images/drivers/9750.jpg'),
(3, 'سوكا', 5998, '0572348588', '2511945244', '1443-07-20', '0000-00-00', '1979-05-04', 'الإسلام', 'الهند', 'سائق سيارة عمومي', 'فرع مؤسسة صالح حميد المروي للنقل', '../../assets/images/drivers/5998.jpg'),
(4, 'علي', 3837, '0593107631', '', '0000-00-00', '0000-00-00', '0000-00-00', '', '', '', '', '../../assets/images/drivers/3837.jpg'),
(5, 'نصار', 4269, '0592057516', '', '0000-00-00', '0000-00-00', '0000-00-00', '', '', '', '', '../../assets/images/drivers/4269.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `user`
--

CREATE TABLE `user` (
  `id` int(11) NOT NULL,
  `user_name` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `middle` varchar(255) NOT NULL,
  `last` varchar(255) NOT NULL,
  `image` varchar(255) DEFAULT NULL,
  `role` int(11) NOT NULL,
  `role_image` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `user`
--

INSERT INTO `user` (`id`, `user_name`, `password`, `name`, `middle`, `last`, `image`, `role`, `role_image`) VALUES
(1, 'i5aledzeid', 'd5667a206565cf65d49dd3dfc4c2118c', 'خالد', 'محمد', 'زيد', 'https://raw.githubusercontent.com/i5aledzeid/php/master/assets/images/admin/i5aledzeid.jpg', 3, '../assets/images/verified_label_badge_checkmark_logo_icon.png'),
(2, 'admin', '21232f297a57a5a743894a0e4a801fc3', 'مفيد', '', 'زيد', '../assets/images/profile-images/mofeed_image.png', 1, '../assets/images/store_verified_shopping_ecommerce_cart_icon.png'),
(3, 'mkh', 'e10adc3949ba59abbe56e057f20f883e', 'ماجد خالد', '', 'الحماد', '../assets/images/profile/avatar_man_muslim_icon.png', 2, '../assets/images/verified_icon.png'),
(5, 'user', 'e10adc3949ba59abbe56e057f20f883e', 'مستخدم', '', '', '../assets/images/profile/avatar_male_man_portrait_icon.png', 2, '../assets/images/user_male_icon.png');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `drivers`
--
ALTER TABLE `drivers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `notifications`
--
ALTER TABLE `notifications`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `profits`
--
ALTER TABLE `profits`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `transporters`
--
ALTER TABLE `transporters`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `drivers`
--
ALTER TABLE `drivers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=123;

--
-- AUTO_INCREMENT for table `notifications`
--
ALTER TABLE `notifications`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=67;

--
-- AUTO_INCREMENT for table `profits`
--
ALTER TABLE `profits`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `transporters`
--
ALTER TABLE `transporters`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `user`
--
ALTER TABLE `user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
