-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Jun 05, 2023 at 01:39 AM
-- Server version: 10.5.20-MariaDB
-- PHP Version: 7.3.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `id20838311_laravels`
--

-- --------------------------------------------------------

--
-- Table structure for table `drivers`
--

CREATE TABLE `drivers` (
  `id` int(11) NOT NULL,
  `car_number` int(11) NOT NULL,
  `factory` varchar(255) NOT NULL,
  `car_owner` varchar(255) NOT NULL,
  `driver_name` varchar(255) NOT NULL,
  `trip` decimal(8,2) NOT NULL,
  `trip_value` decimal(8,2) NOT NULL,
  `trip_total` decimal(8,2) NOT NULL,
  `diesel` decimal(8,2) NOT NULL,
  `service_type` text NOT NULL,
  `service_value` decimal(8,2) NOT NULL,
  `payload` decimal(8,2) NOT NULL,
  `payload_price` decimal(8,2) NOT NULL,
  `payload_total` decimal(8,2) NOT NULL,
  `discounts` decimal(8,2) NOT NULL,
  `payments` decimal(8,2) NOT NULL,
  `date` date NOT NULL,
  `month` int(11) NOT NULL,
  `week` int(11) NOT NULL,
  `salary` decimal(8,2) NOT NULL,
  `net_salary` decimal(8,2) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `drivers`
--

INSERT INTO `drivers` (`id`, `car_number`, `factory`, `car_owner`, `driver_name`, `trip`, `trip_value`, `trip_total`, `diesel`, `service_type`, `service_value`, `payload`, `payload_price`, `payload_total`, `discounts`, `payments`, `date`, `month`, `week`, `salary`, `net_salary`) VALUES
(1, 2042, '', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, 'لاستيك', 150.00, 0.00, 0.00, 0.00, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(2, 2042, '', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, 'انارة 2 لمبة', 50.00, 0.00, 0.00, 0.00, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(3, 2042, '', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, 'شحم زيت دركسيون فلتر لحام', 170.00, 0.00, 0.00, 0.00, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(4, 2042, '', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, 'تركيب مساند غمارة سفتي', 200.00, 0.00, 0.00, 0.00, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(5, 2042, '', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, 'صباغ بطارية أصل', 15.00, 0.00, 0.00, 0.00, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(6, 2042, 'مؤسسة علي مبارك بن محمد البريكي', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, 'رأس لي هواء 22 لي 12 ملي', 26.45, 0.00, 0.00, 0.00, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(7, 2042, 'شركة الشاحنات السريعة التجارية', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, 'إي تي بي مساعد غمارة صغير امبي تو مساعد غمارة ا اكتروس شد وصل ستيل اتوماتيك 15 ملي شد وصل 12م حديد سيدا شد وصل 08*06*06', 680.34, 0.00, 0.00, 0.00, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(8, 2042, 'مؤسسة كنيخ العجمي للاطارات', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, 'لاستيك مسمار 3 لقمة 3', 210.00, 0.00, 0.00, 0.00, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(9, 9750, 'بنشر خريص ش سعد المركزي', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, 'فلتر هيدروليك', 60.00, 0.00, 0.00, 0.00, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(10, 9750, 'بنشر خريص ش سعد المركزي', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, 'شحم تبديل كفر', 175.00, 0.00, 0.00, 0.00, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(11, 5998, 'مؤسسة كنيخ العجمي للاطارات', 'الحماد', 'سوكا', 0.00, 0.00, 0.00, 0.00, 'مسمار 3 لقمة 3', 90.00, 0.00, 0.00, 0.00, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(12, 4269, 'بنشر خريص ش سعد المركزي', 'المحيميد', 'نصار', 0.00, 0.00, 0.00, 0.00, 'شحم زيت دركسيون دفرينس لحام صدام', 190.00, 0.00, 0.00, 0.00, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(13, 3837, 'سهل', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 100.00, 'لا يوجد', 0.00, 0.00, 0.00, 0.00, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(14, 3837, 'بنشر خريص ش سعد المركزي', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, 'شحم دركسيون زيت مكيف هواء', 75.00, 0.00, 0.00, 0.00, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(15, 3837, '', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, 'كهربائي تركيب سفري', 100.00, 0.00, 0.00, 0.00, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(16, 3837, 'مؤسسة أبراج الأمم - سطحة للنقليات', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, 'لوبر', 700.00, 0.00, 0.00, 0.00, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(17, 3837, 'مؤسسة إتكاز المعرفة التجارية', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, 'اتوماتيك بستم اكتروس', 350.00, 0.00, 0.00, 0.00, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(18, 3837, 'شركة سليمان مرزوق بن رغيان الحربي', 'المحيميد', 'علي', 0.00, 0.00, 0.00, 0.00, 'اغراض مفتاح اسبراس بخاخ صداء اسي دليكو', 73.00, 0.00, 0.00, 0.00, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(19, 2042, 'السويلم', '', 'شهباز', 1.00, 175.00, 175.00, 0.00, '', 0.00, 37.94, 19.00, 720.86, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(20, 2042, '', 'الحماد', 'شهباز', 5.00, 175.00, 875.00, 0.00, '', 0.00, 36.77, 19.00, 698.63, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(21, 2042, 'ال طاوي', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, '', 0.00, 38.27, 19.00, 727.13, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(22, 2042, 'ال طاوي', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, '', 0.00, 35.77, 19.00, 679.63, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(23, 2042, 'ال طاوي', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, '', 0.00, 34.65, 19.00, 658.35, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(24, 2042, 'ال طاوي', 'الحماد', 'شهباز', 0.00, 0.00, 0.00, 0.00, '', 0.00, 34.68, 19.00, 658.92, 0.00, 0.00, '2023-06-14', 5, 4, 0.00, 0.00),
(25, 5998, 'السويلم', 'الحماد', 'سوكا', 1.00, 175.00, 175.00, 0.00, '', 0.00, 38.61, 19.00, 733.59, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(26, 5998, 'ال طاوي', 'الحماد', 'سوكا', 2.00, 175.00, 350.00, 0.00, '', 0.00, 33.94, 19.00, 644.86, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(27, 5998, 'ال طاوي', 'الحماد', 'سوكا', 0.00, 0.00, 0.00, 0.00, '', 0.00, 31.94, 19.00, 606.86, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(28, 9750, 'ال طاوي', 'الحماد', 'نور', 5.00, 175.00, 875.00, 0.00, '', 0.00, 37.99, 19.00, 721.81, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(29, 9750, 'ال طاوي', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, '', 0.00, 37.88, 19.00, 719.72, 0.00, 0.00, '0000-00-00', 5, 4, 0.00, 0.00),
(30, 9750, 'ال طاوي', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, '', 0.00, 38.24, 19.00, 726.56, 0.00, 0.00, '2023-06-01', 5, 4, 0.00, 0.00),
(31, 9750, 'ال طاوي', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, '', 0.00, 39.74, 19.00, 755.06, 0.00, 0.00, '2023-05-28', 5, 4, 0.00, 0.00),
(32, 9750, 'ال طاوي', 'الحماد', 'نور', 0.00, 0.00, 0.00, 0.00, '', 0.00, 38.09, 19.00, 723.71, 0.00, 0.00, '2023-05-27', 5, 4, 0.00, 0.00),
(33, 9750, 'ال طاوي', 'الحماد', 'نور', 1.00, 175.00, 175.00, 0.00, '', 0.00, 36.15, 19.00, 686.85, 0.00, 0.00, '2023-05-22', 5, 4, 0.00, 0.00);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `drivers`
--
ALTER TABLE `drivers`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `drivers`
--
ALTER TABLE `drivers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=35;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
